[
  {
    "name": "20th Century Boys",
    "coverUrl": "/covers/manga_20th-Century-Boys.jpg",
    "coverAlt": "20th Century Boys manga cover",
    "slug": "20th-century-boys",
    "description": "<p>As the 20th century approaches its end, people all over the world are anxious that the world is changing. And probably not for the better.</p><p>Kenji Endo is a normal convenience store manager who's just trying to get by. But when he learns that one of his old friends going by the name 'Donkey' has suddenly committed suicide, and that a new cult led by a figure known as 'Friend' is becoming more notorious, Kenji starts to feel that something isn't right. With a few key clues left behind by his deceased friend, Kenji realizes that this cult is much more than he ever thought it would be—not only is this mysterious organization directly targeting him and his childhood friends, but the whole world also faces a grave danger that only the friends have the key to stop.</p><p>Kenji's simple life of barely making ends meet is flipped upside down when he reunites with his childhood friends, and together they must figure out the truth of how their past is connected to the cult, as the turn of the century could mean the possible end of the world.</p>",
    "tagLine": "Doomsday cults, giant robots and a group of friends trying to save the world from destruction!"
  },
  {
    "name": "Beelzebub",
    "coverUrl": "/covers/manga_Beelzebub.png",
    "coverAlt": "Beelzebub manga cover",
    "slug": "beelzebub",
    "description": "<p>Ishiyama High—land of the delinquents. No matter how tough you think you are, you don't mess with an Ishi-high student. One of the most infamous students is first year Tatsumi Oga, called 'Demon King' by those he's defeated.</p><p>One day, while Oga is finishing off a gang that attacked him, he stumbles upon an infant. In a rare moment of kindness, Oga tries to care for the baby. As a result, the child becomes overly attached to him. In a panic, he brings the baby to his best friend Takayuki Furuichi's house. While there, they are attacked by Hildegard, a demon maid who says the baby is actually Kaiser de Emperana Beelzebub IV. She also reveals that he was sent here to destroy humanity, on a whim of his father Beelzebub III, Great Demon Lord of the Demon World. After failing to remove Baby Beel from Oga, she declares that he must raise him, as moving more than 15 meters away will result in instant death for Oga.</p><p>With his delinquent past and unfriendly nature, Oga must deal with the burden of raising a demon baby. Beezelbub follows his story through encounters with demons and dangerous classmates, all while being an unorthodox role model and carer for the young Baby Beel.</p>",
    "tagLine": "Strongest delinquent kicking asses with a baby on his back...?"
  },
  {
    "name": "Berserk",
    "coverUrl": "/covers/manga_Berserk.jpg",
    "coverAlt": "Berserk manga cover",
    "slug": "berserk",
    "description": "<p>Guts, a former mercenary now known as the 'Black Swordsman,' is out for revenge. After a tumultuous childhood, he finally finds someone he respects and believes he can trust, only to have everything fall apart when this person takes away everything important to Guts for the purpose of fulfilling his own desires. Now marked for death, Guts becomes condemned to a fate in which he is relentlessly pursued by demonic beings.</p><p>Setting out on a dreadful quest riddled with misfortune, Guts, armed with a massive sword and monstrous strength, will let nothing stop him, not even death itself, until he is finally able to take the head of the one who stripped him—and his loved one—of their humanity.</p>",
    "tagLine": "Have you ever hated someone so much, that you would forget about your humanity, purge it all just to find enough power, for one, single fraction of a moment, one chance to get your revenge..."
  },
  {
    "name": "Black Clover",
    "coverUrl": "/covers/manga_Black-Clover.png",
    "coverAlt": "Black Clover manga cover",
    "slug": "black-clover",
    "description": "<p>In a world full of magic, Asta—an orphan who is overly loud and energetic—possesses none whatsoever. Despite this, he dreams of becoming the Wizard King, a title bestowed upon the strongest mage in the Clover Kingdom. Possessing the same aspiration, Asta's childhood friend and rival Yuno has been blessed with the ability to control powerful wind magic. Even with this overwhelming gap between them, hoping to somehow awaken his magical abilities and catch up to Yuno, Asta trains his body relentlessly every day.</p><p>In the Clover Kingdom, once a person turns 15 years old, it is time for them to receive their Grimoire, an item allowing its wielder to use their magic to its full capacity. At the ceremony, Yuno obtains a Grimoire with a legendary four-leaf clover, indicating the exceptional strength of its wielder, while Asta pointlessly waits for his. Feeling dejected, yet unwilling to give up, Asta sees Yuno caught by a mage who is trying to steal Yuno's special Grimoire. Despite being completely overpowered by Yuno's captor, Asta's will to keep fighting rewards him with his very own Grimoire—one with an unheard-of black five-leaf clover.</p>",
    "tagLine": "Even with no magical powers… I’ll become the Magic Emperor."
  },
  {
    "name": "Bleach",
    "coverUrl": "/covers/manga_Bleach.png",
    "coverAlt": "Bleach manga cover",
    "slug": "bleach",
    "description": "<p>For as long as he can remember, high school student Ichigo Kurosaki has been able to see the spirits of the dead, but that has not stopped him from leading an ordinary life. One day, Ichigo returns home to find an intruder in his room who introduces herself as Rukia Kuchiki, a Soul Reaper tasked with helping souls pass over. Suddenly, the two are jolted from their conversation when a Hollow—an evil spirit known for consuming souls—attacks. As Ichigo makes a brash attempt to stop the Hollow, Rukia steps in and shields him from a counterattack. Injured and unable to keep fighting, Rukia suggests a risky plan—transfer half of her Soul Reaper powers to Ichigo. He accepts and, to Rukia's surprise, ends up absorbing her powers entirely, allowing him to easily dispatch the Hollow.</p><p>Now a Soul Reaper himself, Ichigo must take up Rukia's duties of exterminating Hollows and protecting spirits, both living and dead. Along with his friends Orihime Inoue and Yasutora Sado—who later discover spiritual abilities of their own—Ichigo soon learns that the consequences of becoming a Soul Reaper and dealing with the world of spirits are far greater than he ever imagined.</p>",
    "tagLine": "Part-time student, full-time Soul Reaper, Ichigo is one of the chosen few guardians of the afterlife."
  },
  {
    "name": "Death Note",
    "coverUrl": "/covers/manga_Death-Note.jpg",
    "coverAlt": "Death Note manga cover",
    "slug": "death-note",
    "description": "<p>A shinigami, as a god of death, can kill any person—provided they see their victim's face and write their victim's name in a notebook called a Death Note. One day, Ryuk, bored by the shinigami lifestyle and interested in seeing how a human would use a Death Note, drops one into the human realm.</p><p>High school student and prodigy Light Yagami stumbles upon the Death Note and—since he deplores the state of the world—tests the deadly notebook by writing a criminal's name in it. When the criminal dies immediately following his experiment with the Death Note, Light is greatly surprised and quickly recognizes how devastating the power that has fallen into his hands could be.</p><p>With this divine capability, Light decides to extinguish all criminals in order to build a new world where crime does not exist and people worship him as a god. Police, however, quickly discover that a serial killer is targeting criminals and, consequently, try to apprehend the culprit. To do this, the Japanese investigators count on the assistance of the best detective in the world: a young and eccentric man known only by the name of L.</p>",
    "tagLine": "This world is rotten, and those who are making it rot deserve to die. Someone has to do it, so why not me?"
  },
  {
    "name": "Doraemon",
    "coverUrl": "/covers/manga_Doraemon.jpg",
    "coverAlt": "Doraemon manga cover",
    "slug": "doraemon",
    "description": "<p>Doraemon is cat shaped robot from the future traveling all the way back to the 20th century in order to help Nobi Nobita, a lazy kid with nothing really going for him. Nobi is bad at sports, his grades are terrible, he can't even win a match of rock-paper-scissors. Doraemon has a hard task ahead of him but he is well prepared with a huge arsenal of the most inventive and funny gadgets available. The problem is he's not the most competent robot cat helper out there either and the pair gets in constant trouble because of it. Thus begins one of the most interesting friendships ever to appear in a manga series.</p>",
    "tagLine": "Wonderful gadgets come out from the 4D pocket solve all the problems"
  },
  {
    "name": "Dr. STONE",
    "coverUrl": "/covers/manga_Dr.-STONE.jpg",
    "coverAlt": "Dr. STONE manga cover",
    "slug": "dr-stone",
    "description": "<p>After five years of harboring unspoken feelings, high-schooler Taiju Ooki is finally ready to confess his love to Yuzuriha Ogawa. Just when Taiju begins his confession however, a blinding green light strikes the Earth and petrifies mankind around the world—turning every single human into stone.</p><p>Several millennia later, Taiju awakens to find the modern world completely nonexistent, as nature has flourished in the years humanity stood still. Among a stone world of statues, Taiju encounters one other living human: his science-loving friend Senkuu, who has been active for a few months. Taiju learns that Senkuu has developed a grand scheme—to launch the complete revival of civilization with science. Taiju's brawn and Senkuu's brains combine to forge a formidable partnership, and they soon uncover a method to revive those petrified.</p><p>However, Senkuu's master plan is threatened when his ideologies are challenged by those who awaken. All the while, the reason for mankind's petrification remains unknown.</p>",
    "tagLine": "I’m going to use the power of science to rescue every single person."
  },
  {
    "name": "Dragon Ball Super",
    "coverUrl": "/covers/manga_Dragon-Ball-Super.jpg",
    "coverAlt": "Dragon Ball Super manga cover",
    "slug": "dragon-ball-super",
    "description": "<p>Seven years after the events of Dragon Ball Z, Earth is at peace, and its people live free from any dangers lurking in the universe. However, this peace is short-lived; a sleeping evil awakens in the dark reaches of the galaxy: Beerus, the ruthless God of Destruction.</p><p>Disturbed by a prophecy that he will be defeated by a 'Super Saiyan God', Beerus and his angelic attendant Whis start searching the universe for this mysterious being. Before long, they reach Earth where they encounter Gokuu Son, one of the planet's mightiest warriors, and his similarly powerful friends.</p>",
    "tagLine": "The truth is, I ain't a hero, or anything else like that. But anyone who tries to hurt my friends.... IS GONNA PAY!!"
  },
  {
    "name": "Eyeshield 21",
    "coverUrl": "/covers/manga_Eyeshield-21.png",
    "coverAlt": "Eyeshield 21 manga cover",
    "slug": "eyeshield-21",
    "description": "<p>Timid, diminutive, and frequently the target of bullies, Sena Kobayakawa has just enrolled at Deimon Private High School. When he angers a group of delinquents by refusing to act as their errand boy, he makes an incredibly speedy getaway, an ability he has developed through years of running from his tormentors.</p><p>Youichi Hiruma—the demonic captain of the Deimon Devil Bats football team—happens to be nearby, and seeing Sena's 'golden legs' at work, forcibly recruits him as a running back despite Sena's desire to be team manager instead. Made to don the number 21 jersey and a special helmet to hide his identity as a player, Sena becomes 'Eyeshield 21,' the team's closely guarded secret weapon. Soon he realizes his love for the sport, and aims to help the Devil Bats reach the Christmas Bowl, the high school football championship.</p>",
    "tagLine": "Catch all the bone-crushing action and slapstick comedy of Japan’s hottest football manga!"
  },
  {
    "name": "Horimiya",
    "coverUrl": "/covers/manga_Horimiya.png",
    "coverAlt": "Horimiya manga cover",
    "slug": "horimiya",
    "description": "<p>Although admired at school for her amiability and academic prowess, high school student Kyouko Hori has been hiding another side of her. With her parents often away from home due to work, Hori has to look after her younger brother and do the housework, leaving no chance to socialize away from school.</p><p>Meanwhile, Izumi Miyamura is seen as a brooding, glasses-wearing otaku. However, in reality, he is a gentle person inept at studying. Furthermore, he has nine piercings hidden behind his long hair and a tattoo along his back and left shoulder.</p><p>By sheer chance, Hori and Miyamura cross paths outside of school—neither looking as the other expects. These seemingly polar opposites become friends, sharing with each other a side they have never shown to anyone else.</p>",
    "tagLine": "A funny, light series, but it has several moments that will leave you on the edge of your seat"
  },
  {
    "name": "Imawa no Kuni no Alice",
    "coverUrl": "/covers/manga_Imawa-no-Kuni-no-Alice.jpg",
    "coverAlt": "Imawa no Kuni no Alice manga cover",
    "slug": "imawa-no-kuni-no-alice",
    "description": "<p>Alchemy is bound by this Law of Equivalent Exchange — something the young brothers Edward and Alphonse Elric only realize after attempting human transmutation: the one forbidden act of alchemy. They pay a terrible price for their transgression—Edward loses his left leg, Alphonse his physical body. It is only by the desperate sacrifice of Edward's right arm that he is able to affix Alphonse's soul to a suit of armor. Devastated and alone, it is the hope that they would both eventually return to their original bodies that gives Edward the inspiration to obtain metal limbs called 'automail' and become a state alchemist, the Fullmetal Alchemist.</p><p>Three years of searching later, the brothers seek the Philosopher's Stone, a mythical relic that allows an alchemist to overcome the Law of Equivalent Exchange. Even with military allies Colonel Roy Mustang, Lieutenant Riza Hawkeye, and Lieutenant Colonel Maes Hughes on their side, the brothers find themselves caught up in a nationwide conspiracy that leads them not only to the true nature of the elusive Philosopher's Stone, but their country's murky history as well. In between finding a serial killer and racing against time, Edward and Alphonse must ask themselves if what they are doing will make them human again... or take away their humanity.</p><p>(Source: MAL Rewrite)</p>",
    "tagLine": "In order for something to be obtained, something of equal value must be lost."
  },
  {
    "name": "Konjiki no Gash",
    "coverUrl": "/covers/manga_Konjiki-no-Gash.jpg",
    "coverAlt": "Konjiki no Gash manga cover",
    "slug": "konjiki-no-gash",
    "description": "<p>Kiyomaro Takamine, genius middle schooler, is greeted one morning by Gash Bell, a boy with a mysterious red book. Tasked by his father to decipher it, Kiyomaro soon learns Gash is no ordinary boy. Able to shoot lightning from his mouth at the chant of a word, Gash is a demon child—one apart of a war that takes place every 1000 years to decide the Demon King. With Kiyomaro being the only one who can read Gash's book, the duty of partner is thrust on him in this exciting tale of friendship, determination, and melons...?  </p>",
    "tagLine": "One hundred demons come to Earth to fight other demons as part of an ongoing battle to reign as king."
  },
  {
    "name": "Machida-kun no Sekai",
    "coverUrl": "/covers/manga_Machidakun-no-Sekai.png",
    "coverAlt": "Machida-kun no Sekai manga cover",
    "slug": "machida-kun-no-sekai",
    "description": "<p>Machida Hajime is not a student who are good at academic or athletic, or socially adept person and probably quite frank. These are his weakness, and it always limiting him in certain situation He realizes this and see how this as some sort of limiting him for something. Despite of this he cares about the world and sincerely cares about those people around him and willing to help them beyond the normal line in order for that person to be happy. He cares for people due to how he see the value of life as something important and seek to help the people around him of the importance of that value and make them happy because they see all of those people as some sort of family to him. This trait of him makes him a beloved person to those who know him and see him as someone who are perfect the way he is.</p><p>The story is about many event happening around him and how he perceive those event. Whatever happen he always intend to help people because he cares for them and loved them all and the people who interact with him grow to love him back and improve themselves as person. His attitude help them change and realize the potential of a better person they are. This not only help the character grow, but also Machida-kun understanding of the world and his growth in it by interacting with.</p>",
    "tagLine": "It is a simple tale, one about a young man and his daily hijinks helping people in need."
  },
  {
    "name": "Magi: The Labyrinth of Magic",
    "coverUrl": "/covers/manga_Magi-The-Labyrinth-of-Magic.png",
    "coverAlt": "Magi: The Labyrinth of Magic manga cover",
    "slug": "magi-the-labyrinth-of-magic",
    "description": "<p>Fourteen years ago, mysterious buildings called 'Dungeons' started to rise in various places around the world. Within these dungeons, powerful beings called djinns rule over. When a person successfully conquers the dungeon, the djinn offers their immense strength in the form of Metal Vessels, recognizing him or her as a worthy king candidate. Adventurers from many empires and kingdoms venture into the dungeons in search of their bountiful treasures and the power of djinns. However, to travel through them is not an easy task, and only Magi—legendary magicians who choose kings and develop countries—can guide people through.</p><p>After being trapped in a room for most of his life, a young Magi named Aladdin finally sets out on a journey to explore the world along with his friend, a djinn named Ugo, who he can summon from his flute. Through a series of fateful encounters, Aladdin meets new various friends and allies, and together they begin an adventure that will change the fate of the world.</p>",
    "tagLine": "An epic dungeon-busting adventure inspired by One Thousand and One Nights!"
  },
  {
    "name": "Nanatsu no Taizai",
    "coverUrl": "/covers/manga_Nanatsu-no-Taizai.jpg",
    "coverAlt": "Nanatsu no Taizai manga cover",
    "slug": "nanatsu-no-taizai",
    "description": "<p>In a world where injustice prevails, the Holy Knights of Britannia protect their homeland with their unparalleled magic and strength. Their most sought-after targets are &quot;The Seven Deadly Sins&quot;: a group of criminals once regarded as the strongest of Britannia's Holy Knights. Their supposed conspiracy to overthrow the Kingdom of Liones led to their defeat at the hands of the Holy Knights, but rumors persist that the seven infamous knights still live.</p><p>Ten years later, the Holy Knights ironically stage a coup d'&eacute;tat themselves and capture the King of Liones, installing themselves as the new rulers of the kingdom. Elizabeth Liones, the third princess of the kingdom, sets out on a journey to find the Seven Deadly Sins and request their aid when she stumbles upon a bar owned by Meliodas, the Dragon's Sin of Wrath and the former leader of the disgraced knights. The pair sets out to find Meliodas' old comrades, but will it be hope or despair that awaits them in their travels?</p>",
    "tagLine": "I wanted to protect everything. But I failed, and that’s the sin I bare. So this time, I can’t fail to protect them!"
  },
  {
    "name": "Naruto",
    "coverUrl": "/covers/manga_Naruto.jpg",
    "coverAlt": "Naruto manga cover",
    "slug": "naruto",
    "description": "<p>Whenever Naruto Uzumaki proclaims that he will someday become the Hokage&mdash;a title bestowed upon the best ninja in the Village Hidden in the Leaves&mdash;no one takes him seriously. Since birth, Naruto has been shunned and ridiculed by his fellow villagers. But their contempt isn't because Naruto is loud-mouthed, mischievous, or because of his ineptitude in the ninja arts, but because there is a demon inside him. Prior to Naruto's birth, the powerful and deadly Nine-Tailed Fox attacked the village. In order to stop the rampage, the Fourth Hokage sacrificed his life to seal the demon inside the body of the newborn Naruto.</p><p>And so when he is assigned to Team 7&mdash;along with his new teammates Sasuke Uchiha and Sakura Haruno, under the mentorship of veteran ninja Kakashi Hatake&mdash;Naruto is forced to work together with other people for the first time in his life. Through undergoing vigorous training and taking on challenging missions, Naruto must learn what it means to work in a team and carve his own route toward becoming a full-fledged ninja recognized by his village.</p>",
    "tagLine": "To become Hokage is my dream! I won't run away anymore... I won't go back on my word... that is my ninja way!"
  },
  {
    "name": "Onanie Master Kurosawa",
    "coverUrl": "/covers/manga_Onanie-Master-Kurosawa.jpg",
    "coverAlt": "Onanie Master Kurosawa manga cover",
    "slug": "onanie-master-kurosawa",
    "description": "<p>Fourteen-year-old Kakeru Kurosawa is an antisocial junior high school student who looks down on his classmates&mdash;but beneath his superiority complex is a hopeless young teenager who uses masturbation as a pastime. Using erotic thoughts of his female classmates as stimulus, he locks himself daily in a seldom-used girl's bathroom at school to do his dirty deed.</p><p>One day during class, Kurosawa witnesses the popular girls bullying the timid Aya Kitahara. Although not one to be riled over such matters, he decides to deliver retribution with his own hands. In a daring move, he steals the uniforms of the bullies and dispenses his &quot;white justice&quot; over them.</p><p>Although satisfied with his exploits, Kurosawa's troubles are only just beginning. While going about his daily routine, he is suddenly confronted by Kitahara, who identifies him as the culprit behind the uniform incident, and blackmails him into terrorizing the other girls in the class the same way he dealt with her bullies. Left with little choice, Kurosawa agrees, and thus begins a coming-of-age story that deals with consequences, bullying, and people's ability to change.</p>",
    "tagLine": "This is something entirely different than what you see at first glance. If you are expecting something erotic or funny, you are looking in the wrong place."
  },
  {
    "name": "One Piece",
    "coverUrl": "/covers/manga_One-Piece.jpg",
    "coverAlt": "One Piece manga cover",
    "slug": "one-piece",
    "description": "<p>Gol D. Roger, a man referred to as the &quot;Pirate King,&quot; is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.</p><p>Twenty-two years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.</p>",
    "tagLine": "Join Monkey D. Luffy and his swashbuckling crew in their search for the ultimate treasure, the One Piece."
  },
  {
    "name": "One Punch-Man",
    "coverUrl": "/covers/manga_One-Punch-Man.jpg",
    "coverAlt": "One Punch-Man manga cover",
    "slug": "one-punch-man",
    "description": "<p>After rigorously training for three years, the ordinary Saitama has gained immense strength which allows him to take out anyone and anything with just one punch. He decides to put his new skill to good use by becoming a hero. However, he quickly becomes bored with easily defeating monsters, and wants someone to give him a challenge to bring back the spark of being a hero.</p><p>Upon bearing witness to Saitama's amazing power, Genos, a cyborg, is determined to become Saitama's apprentice. During this time, Saitama realizes he is neither getting the recognition that he deserves nor known by the people due to him not being a part of the Hero Association. Wanting to boost his reputation, Saitama decides to have Genos register with him, in exchange for taking him in as a pupil. Together, the two begin working their way up toward becoming true heroes, hoping to find strong enemies and earn respect in the process.</p>",
    "tagLine": "Life gets pretty boring when you can beat the snot out of any villain with just one punch."
  },
  {
    "name": "Shin Angyo Onshi",
    "coverUrl": "/covers/manga_Shin-Angyo-Onshi.jpg",
    "coverAlt": "Shin Angyo Onshi manga cover",
    "slug": "shin-angyo-onshi",
    "description": "<p>A long, long time ago in the east, there was a country called Jushin. In Jushin there lived secret agents known as Angyo Onshi. Angyo Onshi were special envoy designated by the king. They disguised themselves and roamed the country correcting corrupt governments and brought people to justice. However, Jushin has been destroyed, but there is still one Angyo Onshi wandering...</p><p>Shin Angyo Onshi (or Tale of the Phantom Blade Master) is the story of Munsu, one of the few surviving men of the fallen empire Jushin. He also happens to have been one of Jushin's Angyo Onshi, operatives who wandered the countryside in disguise, righting wrongs and triumphing over evil with the power of his magical medallion and an army of phantom soldiers. Despite the destruction of Jushin (by his own hand, so the stories go) Munsu carries out his duty out of a sense of loyalty to the king that he supposedly killed and a burning desire for revenge against the man who masterminded everything - Aji Tae.</p>",
    "tagLine": "A nameless hero in command of a secret human weapon arises from the ashes of the fallen Jushin empire to defend the people from zombies, cannibals and beasts."
  },
  {
    "name": "Suashi no Meteorite",
    "coverUrl": "/covers/manga_Suashi-no-Meteorite.jpg",
    "coverAlt": "Suashi no Meteorite manga cover",
    "slug": "suashi-no-meteorite",
    "description": "<p>Asatana Ariyuki is a high school student who likes being in the norm and although there are somethings he would want to change or wish upon, he is grateful for his -normal- life. One day after making a variety of wishes during a rare meteor shower, Ariyuki returns home only to find that his house has been destroyed. What are the chances? Especially when his parents are on a business trip?!</p><p>While going through the rubble searching for the cause of the destruction Ariyuki finds a small meteorite from which a young girl manifests. Though that girl looks very young she claims that she is God called on earth to fulfill the wishes and prayers of humans, specifically Ariyuki's. Thus Ariyuki definition of -normal- starts to change.</p>",
    "tagLine": "A meteorite, taking the form of a young girl, declares herself a god there to grant Ariyuki's wishes."
  },
  {
    "name": "Tensei shitara Slime Datta Ken",
    "coverUrl": "/covers/manga_Tensei-Shitara-Slime-Datta-Ken.jpg",
    "coverAlt": "Tensei shitara Slime Datta Ken manga cover",
    "slug": "tensei-shitara-slime-datta-ken",
    "description": "<p>It is just another ordinary day for Satoru Mikami. The sun is shining brightly on the streets of Tokyo, and he is in the midst of a discussion with his colleagues when suddenly he gets stabbed by a passing robber. The average 37-year-old corporate worker is now at death's door, and he has only one regret&mdash;dying a virgin. Fading out, he is startled by a mysterious AI-like voice reciting commands.</p><p>Satoru abruptly wakes up in the middle of a strange cave, but something odd has happened: he is now a goop of slime! Thanks to his new body, he has acquired the skill to absorb anything and obtain its appearance and abilities. While testing out his newfound powers and exploring the cave, he stumbles upon a massive dragon named Veldora, who has been sealed away for the past three hundred years. After quickly befriending the beast, Satoru decides to help him escape; in exchange, Satoru is bestowed a new name: &quot;Rimuru Tempest.&quot;</p><p>Wishing to avoid a life like his boring and mundane past, Rimuru is about to set out on a grand quest that will change his own destiny and the fate of his new world.</p>",
    "tagLine": "After dying at the hands of a robber, He awakens as an overpowered slime monster who tries to build his own nation"
  },
  {
    "name": "Tokyo Ghoul",
    "coverUrl": "/covers/manga_Tokyo-Ghoul.jpg",
    "coverAlt": "Tokyo Ghoul manga cover",
    "slug": "tokyo-ghoul",
    "description": "<p>Lurking within the shadows of Tokyo are frightening beings known as &quot;ghouls,&quot; who satisfy their hunger by feeding on humans once night falls. An organization known as the Commission of Counter Ghoul (CCG) has been established in response to the constant attacks on citizens and as a means of purging these creatures. However, the problem lies in identifying ghouls as they disguise themselves as humans, living amongst the masses so that hunting prey will be easier. Ken Kaneki, an unsuspecting university freshman, finds himself caught in a world between humans and ghouls when his date turns out to be a ghoul after his flesh.</p><p>Barely surviving this encounter after being taken to a hospital, he discovers that he has turned into a half-ghoul as a result of the surgery he received. Unable to satisfy his intense craving for human meat through conventional means, Kaneki is taken in by friendly ghouls who run a coffee shop in order to help him with his transition. As he begins what he thinks will be a peaceful new life, little does he know that he is about to find himself at the center of a war between his new comrades and the forces of the CCG, and that his new existence has caught the attention of ghouls all over Tokyo.</p>",
    "tagLine": "Ghouls live among us, the same as normal people in every way—except for their craving for human flesh."
  },
  {
    "name": "Vinland Saga",
    "coverUrl": "/covers/manga_Vinland-Saga.png",
    "coverAlt": "Vinland Saga manga cover",
    "slug": "vinland-saga",
    "description": "<p>Thorfinn, son of one of the Vikings' greatest warriors, is among the finest fighters in the merry band of mercenaries run by the cunning Askeladd, an impressive feat for a person his age. However, Thorfinn is not part of the group for the plunder it entails&mdash;instead, for having caused his family great tragedy, the boy has vowed to kill Askeladd in a fair duel. Not yet skilled enough to defeat him, but unable to abandon his vengeance, Thorfinn spends his boyhood with the mercenary crew, honing his skills on the battlefield among the war-loving Danes, where killing is just another pleasure of life.</p><p>One day, when Askeladd receives word that Danish prince Canute has been taken hostage, he hatches an ambitious plot&mdash;one that will decide the next King of England and drastically alter the lives of Thorfinn, Canute, and himself. Set in 11th century Europe, Vinland Saga tells a bloody epic in an era where violence, madness, and injustice are inescapable, providing a paradise for the battle-crazed and utter hell for the rest who live in it.</p>",
    "tagLine": "Revenge, compassion, humanity, love. Pointy weapons making minced meat of people."
  }
]
